Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: The word “initial” may be some- what misleading because lesions that appear as white spots are often several hun- dred micrometer deep, often extending up the enamel dentin junction or even deeper.
vi: Từ "mới" có thể hơi sai bởi vì tổn thương xuất hiện đốm trắng thường sâu hàng trăm micromet, thường kéo dài đến đường nối men ngà hoặc thậm chí sâu hơn.

source: Their Clinical Use
vi: Dùng Trên Lâm Sàng

source: Then, the excess gel is wiped out with a toothbrush or a cotton swab to prevent the contact of the gel with the mucosa.
vi: Sau đó, lượng gel thừa được lau sạch với bàn chải răng hoặc miếng bông gòn để tránh gel tiếp xúc niêm mạc.

source: Then, the patient is prescribed at-home whitening (Kugel et al.
vi: Sau đó, bệnh nhân được chỉ định tẩy trắng răng tại nhà (Kugel và cộng sự

source: There are a few predictors for tooth sensitivity associated with at-home whiten- ing (Table 6.2).
vi: Có vài dự đoán răng nhạy cảm liên quan tẩy trắng răng tại nhà (Table 6.2).

source: There are also other factors that may explain the general belief that in-office bleaching is not effective.
vi: Cũng có những yếu tố khác có thể giải thích niềm tin chung rằng tẩy trắng tại phòng khám không có hiệu quả.

source: There are many in-office bleaching products in the dental market, which makes their choice quite difficult.
vi: Có nhiều sản phẩm tẩy trắng tại phòng khám trên thị trường, làm sự lựa chọn thực sự khó khăn.

source: There are several variables that influence the treatment outcome, including the tech- nique, the type of bleaching agent, the concentration, and the application time (Joiner 2006; Buchalla and Attin 2007; Meireles et al.
vi: Có một số biến ảnh hưởng tới kết quả điều trị, bao gồm kỹ thuật, loại tác nhân tẩy trắng, nồng độ, và thời gian áp dụng (Joiner 2006; Buchalla và Attin 2007; Meireles và cộng sự

source: There are some products that are necessary to be refreshed two to four times in a 40–50-min clinical session, while other products require that the product be left undisturbed for the whole period it stands on the dental surface.
vi: Có một vài sản phẩm cần phải thay mới hai đến bốn lần trong 40 - 50 phút, trong khi sản phẩm khác yêu cầu sản phẩm để yên không bị xáo trộn trong toàn bộ thời gian trên mặt răng.

source: There are some products that contain other additives such as calcium gluconate and calcium phosphates and desensitizing agents (sodium fluo- ride, potassium nitrate).
vi: Có vài sản phẩm chứa chất phụ gia khác như calcium gluconate và calcium phosphates và chất chống nhạy cảm (sodium fluoride, potassium nitrate).

source: There are some products, however, that are indicated for a single 40–50-min application without replenishment.
vi: Tuy nhiên có một số sản phẩm được chỉ định một lần áp dụng duy nhất 40-50 phút mà không cần bổ sung thêm.

source: There had been a slight improvement in the color of the maxillary incisors.
vi: Đã có một sự cải thiện nhẹ trong màu sắc của răng cửa hàm trên.

source: There is not enough available evidence concerning either the teratogenicity or the safety for breastfeeding infants of the ingredients of whitening agents.
vi: Không có đủ bằng chứng sẵn có liên quan đến một trong hai dị hay sự an toàn cho con bú sữa mẹ trẻ sơ sinh của các thành phần tác nhân tẩy trắng.

source: There is strong evidence that the only desensitizer that has been shown to reduce sensitivity during whitening treatment is potassium nitrate.
vi: Có bằng chứng mạnh cho thấy chỉ chất chống nhạy cảm được chứng minh là giảm nhạy cảm trong điều trị tẩy trắng là potassium nitrate.

source: There was a caries lesion associated with the decalcification on the maxillary left canine tooth (Fig. 9.3b).
vi: Đó là một tổn thương sâu răng kết hợp với khử khoáng trên răng nanh bên trái hàm trên (Hình 9.3b).

source: There was a tendency toward lower microhardness after treatment with the Carbopol polymer.
vi: Có xu hướng dẫn tới hạ thấp độ cứng vi thể sau điều trị với Carbopol polymer.

source: Therefore, a minimum waiting period of 2 weeks is recommended after the patient completes the whitening treat- ment prior to performing any adhesive restorative procedure.
vi: Vì vậy, Nha sĩ phải đợi ít nhất 2 tuần sau khi hoàn tất tẩy trắng răng trước khi thực hiện bất kỳ thủ thuật phục hồi dán.

source: Therefore, adverse effects on enamel and or dentin caused by whitening materials may reflect the pH of the formulation used rather than the bleaching agent itself (Sulieman et al.
vi: Do đó, ảnh hưởng xấu trên men răng và ngà răng của vật liệu có thể phản anh pH của công thức được dùng hơn là bản thân của tác nhân làm trắng (Sulieman và cộng sự

source: Therefore, dentists should use the light-activated system with great caution or avoid its use altogether (He et al.
vi: Vì vậy, nha sĩ nên sử dụng hệ thống ánh sáng-kích hoạt thận trọng hoặc tránh dùng nó hoàn toàn (He và cộng sự

source: Therefore, fluorosis is often seen on homologous teeth.
vi: Do đó nhiễm fluor thường thấy trên các răng cùng tên.

source: Therefore, for active lesions less surface erosion is required and often better aesthetic results are observed in most cases.
vi: Do đó, với tổn thương hoạt động yêu cầu bề xoi mòn bề mặt ít hơn và thường có kết quả thẩm mỹ tốt hơn quý được trong hấu hết trường hợp.

source: Therefore, it is noteworthy to mention the efforts of pioneers in our dental profession who continuously attempted to search for the most effec- tive and safest whitening agent.
vi: Vì vậy, người ta chú ý đến những nỗ lực của người tiên phòng trong lĩnh vực nha khoa người đã liên tục cố gắng để tìm cách tẩy trắng răng hiệu quả và an toàn nhất.

source: Therefore, light scattering between the enamel pores and the surrounding enamel is significantly reduced when the pores are filled with resin instead of water or air (Fig. 10.5).
vi: Vì vậy, ánh sáng phân tán giữa khoảng tống men răng và xung quanh men răng là giảm đáng kể khi lỗ trống được lấp đầy bởi nhựa thay vhi nước hoặc không khí (Hình 10.5).

source: Therefore, patients with tetracycline-stained teeth must be informed that a residual gray stain may still be perceptible at the end of the treatment at the cervical third.
vi: Vì vậy, bệnh nhân có nhiễm tetracycline phải được thông báo vết màu xám ở phần ba cổ răng có thể cảm nhận được khi kết thúc điều trị.

source: Therefore, taking into consideration that transient dental dehydration and demin- eralization occurs concomitantly to the permanent effect of dental bleaching during in-office bleaching, the result of in-office bleaching cannot be assessed immediately after the in-office bleaching session.
vi: Vì vậy, do sự mất nước của răng và sự khử khoáng xảy ra thoáng qua cùng với hiệu ứng tẩy trắng răng lâu dài của thủ thuật tẩy trắng tại phòng khám, kết quả tẩy trắng răng không thể đánh giá ngay lập tức sau khi tẩy trắng tại phòng khám.

source: Therefore, the in-office component of the combined jump-start technique does not improve the treatment outcome and may be considered redundant.
vi: Do đó, việc tẩy trắng tại phòng khám trong kỹ thuật mồi khởi động không cải thiện kết quả điều trị và được xem là không cần thiết.

source: Therefore, the light is scattered between the pores and the surrounding apatite crystals.
vi: Do đó, ánh sáng phân tán giữa các lỗ hổng và xung quanh tinh thể apatite.

source: Therefore, the “real” bleaching effect (produced by oxidization) can only be measured 1–2 weeks after the end of the in-office bleaching.
vi: Do đó, hiệu quả tẩy trắng răng "thực tế" (do oxy hoá) có thể chỉ đo được sau 1 - 2 tuần sau khi kết thúc tẩy trắng tại phòng khám.

source: These appliances hamper the natural cleaning as well as oral hygiene and thus promote plaque formation.
vi: Những khí cụ này cản trở việc làm sạch tự nhiên cũng như vệ sinh răng miệng và vì vậy thúc đẩy hình thành mảng bám.

source: These authors concluded (1) whitening is most effective when bleaching gel is placed in trays and the trays are used overnight; and (2) tray whitening during the daytime for shorter periods of time was the second most effective whitening method.
vi: Những tác giả kết luận (1) làm trắng hiệu quả nhất khi gel tẩy trắng được đặt trong khay và khay được sử dụng qua đêm, và (2) khay làm trắng vào ban ngày cho thời gian ngắn hơn là phương pháp làm trắng hiệu quả thứ hai.

source: These authors started with enamel microabrasion and then prescribed a home bleaching technique “to better harmonize tooth color and pro- duce whiter teeth.” Celik et al.
vi: Các tác giả này bắt đầu bằng vi mài mòn men răng và sau đó tẩy trắng răng tại nhà "để hài hoà màu răng và làm răng trắng hơn" Celik và cộng sự

source: These chem- ical compounds can be easily identified with Fourier Transform Infra-Red (FTIR) and Raman spectroscopies (Eimar et al.
vi: Các hợp chất hoá học có thể dễ thàng xác định bằng Fourier Transform Infra-Red (FTIR) và Raman spectroscopies (Eimar và cộng sự

source: These clini- cal cases may need a longer bleaching regimen (Matis et al.
vi: Những trường hợp lâm sàng này cần thời gian tẩy trắng lâu hơn (Matis và cộng sự

source: These defects can comprise qualitative defects (white or yellow-brown discolorations), quantitative defects (enamel hypo- plasia), or combinations of both (Diab and elBadrawy 2000).
vi: Những khiếm khuyết có thể bao gồm khiếm khuyết định lượng (trắng hoặc vàng - nâu), khiếm khuyết định lượng (thiểu sản men răng), hoặc phối hợp cả hai (Diab và elBadrawy 2000).

source: These features were more pronounced in the group treated with 35 % hydrogen peroxide.
vi: Những tính chất này rõ hơn trong nhóm điều trị với 25 % hydrogen peroxide.

source: These lesions do not need any further treatment, as they are not signs of active disease, but enamel scars.
vi: Những tổn thương này không cần bất kỳ điều trị thêm, vì chúng không có dấu hiệu bệnh hoạt động, như sẹo men răng.

source: These paint-on films contained hydrogen peroxide, sodium percarbonate or carbamide peroxide.
vi: Những màng mỏng được bôi lên chứa hydrogen peroxide, sodium percarbonate hoặc carbamide peroxide.

source: These polymers are slightly acidic, which lowers the pH of the bleaching gel.
vi: Những polymer là hơi acid, làm giảm pH của gel tẩy trắng.

source: These pores act as diffusion pathways for acids into the enamel and dissolved minerals out of the enamel.
vi: Những lỗ hổng như con đường phân tán acid vào men răng và hoà tan khoáng chất khỏi men răng.

source: These products
vi: Những sản phẩm này

source: These products contain a low concentration of hydrochloric acid (6–9 %) and silicon carbide abra- sive powder in a silica gel, for rotary application.
vi: Những sản phẩm chứa nồng độ thấp acid hydrochloric (6–9 %) và bột mài mòn silicon carbide trong gel silica cho dụng cụ quay.

source: These products contain a low concentration of hydrochloric acid and silicon carbide abra-
vi: Những sản phẩm này chứa acid hydrochloric nồng độ thấp và bột mài mòn silicon carbide

source: These restorations must be replaced after the whitening treatment is completed to ensure an acceptable esthetic outcome.
vi: Những phục hồi này phải được thay thế sau khi tẩy trắng răng để đảm bảo kết quả thẩm mỹ chấp nhận được.

source: These studies are usually low pow- ered and we cannot rule out the fact that desensitizing-containing gels can provide some beneficial effect.
vi: Những nghiên cứu này thường có sức mạnh thấp và chúng ta không thể loại trừ sự thật gel chứa chất chống nhạy cảm có thể có hiệu quả.

source: These studies failed to find a reduction of the bleaching-induced TS; however, no detrimental effect on the whitening effi- ciency was detected (Basting et al.
vi: Những nghiên cứu này không tìm thấy sự giảm nhạy cảm do tẩy trắng; tuy nhiên không có ảnh hưởng có hại lên hiệu quả làm trắng được phát hiện(Basting và cộng sự

source: These systems also vary in their mode of application: most of them require product refreshment during a single in-office session, while for some products; a single 40–50-min application is required.
vi: Các hệ thống này cũng thay đổi trong mô hình áp dụng: hầu hết chúng cần thay mới sản phẩm trong phiên duy nhất tại phòng khám, trong khi vài sản phẩm, đòi hỏi áp dụng một lần 40 - 50 phút.

source: These variations, however, did not seem to produce differences in tooth-bleaching effectiveness when products with acidic and alkaline pH were compared, although a significant decrease of tooth sensitivity has been shown for alkaline gels (Kossatz et al.
vi: Tuy nhiên những thay đổi, không có vẻ để tạo ra sự khác biệt trong hiệu quả của tẩy trắng răng khi sản phẩm với pH axid và kiềm được so sánh, mặc dù giảm đáng kể răng nhạy cảm được chứng minh cho gel kiềm (Kossatz và cộng sự

source: They are also used in rheumatoid arthritis, chronic respiratory diseases, and in the management of periodontal disease (Seymour and Heasman 1995; Tilley et al.
vi: Chúng cũng được dùng trong viêm khớp dạng thấp, bệnh hô hấp mạn tính, và xử trí bệnh nha chu (Seymour và Heasman 1995; Tilley và cộng sự

source: They may look slightly lighter as a result of the oxidation of the surface pigment (Fig. 6.10c), but in most cases tooth-color filling materials will not bleach (Fig. 6.8).
vi: Chúng cơ thể sáng hơn một chút do kết quả của sự ô xi hoá sắc tố trên bề mặt (Hình 6.10c), nhưng hầu hết trường hợp vật liệu màu răng không trắng lên (Hình 6.8).

source: They observed in vitro that the efficacy of hydrogen peroxide bleaching is directly proportional to the increase of the pH of the bleaching gel.
vi: Họ quý in vitro hiệu quả tẩy trắng của hydrogen peroxide là tỉ lệ thuận với sự gia tăng pH của gel tẩy trắng.

source: They typically contain an abrasive to remove and/or prevent surface stains, such as hydrated silica, calcium carbonate, dicalcium phosphate, dihydrate, calcium pyrophosphate, alu- mina, perlite, and sodium bicarbonate (Joiner 2010).
vi: Chúng thường có bột mài để loại bỏ và/hoặc ngăn ngừa vết bẩn bề mặt, như hydrated silica, calcium carbonate, dicalcium phosphate, dihydrate, calcium pyrophosphate, alumina, perlite, và sodium bicarbonate (Joiner 2010).

source: They vary in the active concentration of HP, which ranges usually from 15 to 40 % and in terms of pH (Freire et al.
vi: Chúng thay đổi nồng độ hoạt động của HP, từ 15 - 40 % và trong điều kiện pH (Freire và cộng sự

source: Thicker dentin affects the light-transmitting properties of teeth, resulting in a gradual dark- ening of the tooth and increased opacity.
vi: Ngà răng dày hơn ảnh hưởng tới tính chất truyền ánh sáng của răng, kết quả là răng tối dần và tăng độ đục.

source: Thirty-one participants who had completed clinical studies using 10 % carbamide peroxide were contacted at least 10 years posttreatment.
vi: 31 người tham gia nghiên cứu lâm sàng bằng carbamide peroxide 10 % đã liên lạc được sau ít nhất 10 năm sau điều trị.

source: This 35-year-old female patient was concerned about the discoloration of her right maxillary central incisor (Figs.
vi: Bệnh nhân nữ 35 tuổi quan tâm về màu của răng cửa giữa hàm trên phải. (Figs.

source: This allows for the dentist to manage the patient’s expectations in regard to the bleaching outcomes.
vi: Điều này cho phép nha sĩ quản lý sự mong đợi của bệnh nhân liên quan đến kết quả tẩy trắng.

source: This at-home whitening tech- nique with carbamide peroxide in a custom-fitted tray, which is commonly referred to as “at-home whitening,” “at-home bleaching,” or “tray whitening,”1 has become very popular worldwide.
vi: Kỹ thuật tẩy trắng răng tại nhà với carbamide peroxide trong khay cá nhân, thường được gọi là "làm trắng răng tại nhà", "tẩy trắng răng tại nhà", hoặc "tẩy trắng răng bằng khay" 1 đã trở nên rất phổ biến nhất trên toàn thế giới.

source: This can be achieved by etching the lesion with 15 % hydrochloric acid (HCl) gel for 2 min.
vi: Điều này có thể đạt được bằng xoi mòn bằng 15 % hydrochloric acid (HCl) trong 2 phút.

source: This causes an increasing porosity within the enamel.
vi: Điều này gây tăng tính xốp trong men răng.

source: This chapter compares the efficacy of the most popular at-home whiten- ing techniques, including dental professional-prescribed at-home tray whitening with carbamide peroxide (a precursor of hydrogen peroxide), over-the-counter whitening, and combined in-office with at-home tray whitening.
vi: Chương này so sánh hiệu quả của kỹ thuật tẩy trắng răng tại nhà phổ biến nhất, gồm tẩy trắng răng tại nha do nha sĩ chỉ định với carbamide peroxide (tiền chất của hydrogen peroxide), làm trắng không kê toa, và phối hợp tẩy trắng răng tại phòng khám và tẩy trắng răng bằng khay tại nhà.

source: This chapter illustrates a combined technique in which a darkened nonvital tooth is first treated with internal whitening to reach a tooth color similar to that of the remaining vital teeth, followed by at-home whitening of both arches with 10 % carbamide peroxide in a custom-fitted tray.
vi: Chương này minh hoạ kỹ thuật phối hợp trong đó răng không sống đổi màu trước tiên được điều trị bằng tẩy trắng răng bên trong để đạt được màu răng tương tự răng bên cạnh, sau đó tẩy trắng răng tại nhà hai cung hàm bằng 10 % carbamide peroxide trong khay cá nhân.

source: This chapter illustrates a combined technique in which at-home whitening of both arches with 10 % carbamide peroxide in a custom-fitted tray was first completed, fol- lowed by direct resin composite recontouring of the patient’s anterior teeth.
vi: Chương này minh hoạ kỹ thuật phối hợp tẩy trắng tại nhà hai cung hàm bằn 10 % carbamide peroxide hoàn tất trước, sau đó trám comosite trực tiếp vào răng trước của bệnh nhân.

source: This chapter reviews the advantages and disadvantages of different at-home whitening techniques, respective side effects, and treatment recommendations based on current scien- tific information.
vi: Chương này đánh giá ưu và nhược điểm của kỹ thuật tẩy trắng răng tại nhà khác nhau, tác dụng phụ, và điều trị đề nghị dựa trên thông tin khoa học.

source: This chapter reviews the procedure of microbra- sion of enamel surfaces and gives examples of treatment for decalcification, dysmineralization, and surface texture improvement.
vi: Chương này đánh giá quy trình vi mài mòn của bề mặt men răng và cho ví dụ điều trị khử khoáng, loạn khoáng hoá và cải thiện kết cấu bề mặt.

source: This chapter will focus on stains of intrinsic origin.
vi: Chương này sẽ tập trung vào nguồn gốc của nhiễm màu nội tại.

source: This chapter will review the clinical techniques and provide step-by-step guidelines for the dental professional to carry out internal whitening of endodontically treated teeth.
vi: Chương này sẽ tổng quan kỹ thuật lâm sàng và cung cấp hướng dẫn từng bước để nha sĩ thực hiện tẩy trắng răng đã nội nha.

source: This clin- ical case illustrates the treatment details of a patient who wanted to change the color and the length of her anterior teeth.
vi: Trường hợp lâm sàng minh hoạ chi tiết điều trị của bệnh nhân muốn thay đổi màu sắc và độ dài của răng trước.

source: This clinical case involved a 31-year-old patient whose chief complaints were the discoloration of a maxillary right canine and the “yellow look” of the other teeth.
vi: Trường hợp lâm sàng bệnh nhân 31 tuổi có than phiền chính là đổi màu răng nanh hàm trên và "trông vàng hơn" răng khác.

source: This concentration is the only one that has been approved by the American Dental Association (ADA Seal Product Category 2015).
vi: Đây là nồng độ duy nhất được chấp thuận bởi American Dental Association (ADA Seal Product Category 2015).

source: This effect can be used to camouflage aesthetically impairing white spot lesions.
vi: Hiệu ứng này có thể dể nguỵ trang thẩm mỹ sau khi làm suy yếu sang thương đốm trắng.

source: This effect is demonstrated when a rubber dam is used to isolate the teeth even for short periods of time (Fig. 7.1).
vi: Hiệu ứng này xuất hiện khi đê cao su được dùng để cô lập răng ngay cả trong thời gian ngắn (Hình 7.1).

source: This effectiveness is explained by the fact that the dissociation constant of the HP is about 11.5.
vi: Hiệu quả này được giải thích bằng sự phân ly liên tục của HP là khoảng 11.5.

source: This has led to erroneous interpretation of in-office gels being “chemically activated.” Actually, the main func- tion of the activating gel component (synonymously referred to as “catalyst” or “booster”) is to increase the pH of the mixed gel to achieve a alkaline pH close to the pKa of the hydrogen peroxide (pka = 11.0), thereby increasing the decomposition rate of peroxide and the formation of oxidative radicals (Buchalla and Attin 2007).
vi: Điều này dẫn tới giải thích sai lầm gel tại phòng khám "được kích hoạt hoá học". Thực sự, chứng năng của thành phần gel hoạt hoá (đồng nghĩa xúc tác hoặc tăng cường) là tăng pH của hỗn hợp gel để đạt được pH gần pKa của hydrogen peroxide (pka = 11.0), làm tăng tỉ lệ phân huỷ của peroxide và hình thành gốc oxy hoá (Buchalla và Attin 2007).

source: This improvement in oral hygiene leads to an arrest of many buccal white spot lesions.
vi: Sự cải thiện vệ sinh răng miệng làm cho sang thương đốm trắng mặt ngoài ngưng lại.

source: This is achieved by air-blowing followed by application of ethanol (Icon etch), which is also evaporated by air-blowing subsequently.
vi: Điều này được thực hiện bằng thổi hơi sau đó bôi ethanol (Icon etch), mà cũng bốc hơi do thổi hơi sau đó.

source: This is approximately equivalent to the change reported after a single in-office bleaching session with 35 % HP gel when used for 45–60 min (Zekonis et al.
vi: Điều này tương đương với sự thay đổi được báo cáo sau phiên tẩy trắng tại phòng khám duy nhất bằng 35 % HP khi được sử dụng từ 45 - 60 phút (Zekonis và cộng sự

source: This is discussed in more detail in the section on frequently asked questions in this chapter.
vi: Điều này được thảo luận chi tiết hơn trong câu hỏi thường gặp của chương này.

source: This is due to rapid contamination of the whitening gel by saliva.” However, this statement is not supported by independent research.
vi: Điều này do sự nhiễm nhanh chóng của nước bọt" Tuy nhiên, phát biểu này không được hỗ trợ bởi các nghiên cứu độc lập.

source: This is even more important when both dental arches are bleached simultaneously.
vi: Điều này đặc biệt quan trọng khi cả hai cung hàm được tẩy trắng cùng lúc.

source: This is in agreement with other authors, who found that the most severe changes in enamel topography occurred with products of lower pH (Shannon et al.
vi: Điều này cũng đồng ý với các tác giả khác, cũng tìm thấy thay đổi nghiêm trọng nhất trong hình ảnh men răng xảy ra với sản phẩm pH thấp (Shannon và cộng sự

source: This is the reason for their wavy appearance.
vi: Đây là lý do chúng có dạng gợn sóng.

source: This is the reason why in-office bleaching should be considered an alternative option to the more traditional and safer at-home bleaching procedures.
vi: Đây là lý do tại sao tẩy trắng tại phòng khám được xem là một chọn lựa thay thế phương pháp tẩy trắng răng tại nhà an toàn hơn và truyền thống hơn.

source: This is usually not reported in clinical trials of in-office bleaching studies and reflects the clinical experience of the study authors.
vi: Điều này thường không được báo cáo trong nghiên cứu thử nghiệm lâm sàng tẩy trắng tại phòng khám và phản ánh kinh nghiệm lâm sàng của nhà nghiên cứu.

source: This is why some lesions may get a brownish discoloration and thus are called “brown spots” (Fig. 10.2).
vi: Đây là lý do tại sao tổn thương có thể đổi màu nâu và do đó được gọi là "đốm nâu" (Hình 10.2).
